{
    "data" : [
        {
            "id": 1,
            "blogCategory": "Stay Safe and Still have FUN",
            "blogTitle" : "How to have a great Staycation in Louisville, KY during the COVID Pandemic",
            "blogImage": "Greetings.jpg",
            "blogText": "“Her life was tragically taken by police and we will not stop marching for justice until it’s served for her and her family. #SayHerName,” Senator Cory Booker, Democrat of New Jersey, tweeted on June 5."
        },
        {
            "id" : 2,
            "blogCategory": "Tour the City",
            "blogTitle": "Louisville Murals",        
            "blogImage": "louisvillemurals.jpg",
            "blogText": "Senator Kamala Harris, Democrat of California, said on Twitter that Ms. Taylor’s life was “horrifically” taken by officers who had not been charged 84 days after her killing. “Keep up the calls for justice. #SayHerName,” Ms. Harris wrote."
        },
        {
            "id": 3,
            "blogCategory": "Get Your Workouts In",
            "blogTitle": "Outside Workout Areas, Louisville Loop Bike Ride and Hiking/Walking Trails",
            "blogImage": "shawneepark.jpg",
            "blogText": "The “Say Her Name” movement also brings awareness to other Black women whose similar stories may not have garnered as much national attention, including Tanisha Anderson and Atatiana Jefferson."
        },
        {
            "id": 4,
            "blogCategory": "See the Historal Sites",
            "blogTitle": "Historical Sites tours",            
            "blogImage": "york.jpg",
            "blogText": "Arrived compass prepare an on as. Reasonable particular on my it in sympathize. Size now easy eat hand how. Unwilling he departure elsewhere dejection at. Heart large seems may purse means few blind. Exquisite newspaper attending on certainty oh suspicion of. He less do quit evil is. Add matter family active mutual put wishes happen.\nEnjoyed minutes related as at on on. Is fanny dried as often me. Goodness as reserved raptures to mistaken steepest oh screened he. Gravity he mr sixteen esteems. Mile home its new way with high told said. Finished no horrible blessing landlord dwelling dissuade if. Rent fond am he in on read. Anxious cordial demands settled entered in do to colonel.\nIn friendship diminution instrument so. Son sure paid door with say them. Two among sir sorry men court. Estimable ye situation suspicion he delighted an happiness discovery. Fact are size cold why had part. If believing or sweetness otherwise in we forfeited. Tolerably an unwilling arranging of determine. Beyond rather sooner so if up wishes or.\nHusbands ask repeated resolved but laughter debating. She end cordial visitor noisier fat subject general picture. Or if offering confined entrance no. Nay rapturous him see something residence. Highly talked do so vulgar. Her use behaved spirits and natural attempt say feeling. Exquisite mr incommode immediate he something ourselves it of. Law conduct yet chiefly beloved examine village proceed."
        },
        {
            "id": 5,
            "blogCategory": "Great City Views for picnics",
            "blogTitle" : "Cherokee Park and Iroquois Park",            
            "blogImage": "iroguoispark.jpg",
            "blogText": "“‘Say Her Name’ attempts to make the death of Black women an active part of this conversation by saying their names,” Kimberlé Crenshaw, an activist and creator of the hashtag, told ABC. “If Black lives really do matter, all Black lives have to matter. That means Black lives across gender have to be lifted up.”"
        }
    ]
}